index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-08-22 jeu. 11:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Complementary Filters Shaping Using \(\mathcal{H}_\infty\) Synthesis</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Thomas Dehaeze" />
<link rel="stylesheet" type="text/css" href="css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Complementary Filters Shaping Using \(\mathcal{H}_\infty\) Synthesis</h1>

<blockquote>
<p>
<b>Abstract</b>:
</p>

<p>
For many applications, large bandwidth and dynamic ranges are requiring to use several sensors, whose signals are combined using complementary filters.
This paper presents a method for designing these complementary filters using \(\mathcal{H}_\infty\) synthesis that allows to shape the filter norms.
This method is shown to be easily applicable for the synthesis of complex complementary filters.
</p>
</blockquote>

<div id="outline-container-org2f5c257" class="outline-2">
<h2 id="org2f5c257">Paper (<a href="paper/paper.pdf">link</a>)</h2>
<div class="outline-text-2" id="text-org2f5c257">
<p>
The paper has been created <a href="https://orgmode.org/">Org Mode</a> (generating <a href="https://www.latex-project.org/">LaTeX</a> code) under <a href="https://www.gnu.org/software/emacs/">Emacs</a>.
</p>
</div>
</div>

<div id="outline-container-orgb389268" class="outline-2">
<h2 id="orgb389268">Matlab Scripts (<a href="matlab/index.html">link</a>)</h2>
<div class="outline-text-2" id="text-orgb389268">
<p>
All the <a href="https://fr.mathworks.com/">Matlab</a> code that was used for the paper are accessible so that all the results are reproducible.
</p>
</div>
</div>

<div id="outline-container-orgabd6f18" class="outline-2">
<h2 id="orgabd6f18">Tikz Figures (<a href="tikz/index.html">link</a>)</h2>
<div class="outline-text-2" id="text-orgabd6f18">
<p>
All the figures in the paper are generated using <a href="https://sourceforge.net/projects/pgf/">TikZ</a>.
</p>
</div>
</div>

<div id="outline-container-org4417076" class="outline-2">
<h2 id="org4417076">Poster (<a href="poster/poster.pdf">link</a>)</h2>
<div class="outline-text-2" id="text-org4417076">
<p>
The poster has been created using the <a href="https://www.ctan.org/pkg/tikzposter">tikzposter</a> package for <a href="https://sourceforge.net/projects/latex-beamer/">beamer</a>.
</p>
</div>
</div>

<div id="outline-container-org0a477ad" class="outline-2">
<h2 id="org0a477ad">Presentation (<a href="presentation/presentation.pdf">link</a>)</h2>
<div class="outline-text-2" id="text-org0a477ad">
<p>
The presentation for the <a href="http://iccma.org/">ICCMA 2019</a> conference has been created using the <a href="https://github.com/josephwright/beamer">beamer</a> package.
</p>
</div>
</div>

<div id="outline-container-org33ab2bd" class="outline-2">
<h2 id="org33ab2bd">How to cite this paper</h2>
<div class="outline-text-2" id="text-org33ab2bd">
<p>
To cite this paper use the following bibtex code.
</p>
<div class="org-src-container">
<pre class="src src-bibtex"><span class="org-function-name">@inproceedings</span>{<span class="org-constant">dehaeze19_compl_filter_shapin_using_synth</span>,
  <span class="org-variable-name">author</span> =       {Thomas Dehaeze and Mohit Vermat and Christophe Collette},
  <span class="org-variable-name">title</span> =        {Complementary Filters Shaping Using <span class="org-string">$\mathcal{H}_\infty$</span>
                  Synthesis},
  <span class="org-variable-name">booktitle</span> =    {ICCMA'19},
  <span class="org-variable-name">year</span> =         2019,
  <span class="org-variable-name">language</span> =     {english},
}
</pre>
</div>

<p>
You can also you for formatted citation below.
</p>
<blockquote>
<p>
Dehaeze, T., Vermat, M., &amp; Collette, C., Complementary filters shaping using \(H_\infty\) synthesis, In , ICCMA'19 (pp. ) (2019). : .
</p>
</blockquote>
</div>
</div>
</div>
</body>
</html>
